[{"name": "China","population": "1.43 billion","funFact":"There are 63 million pairs of chopsticks — or 126 million single sticks — manufactured in China every year. These range from mass-produced disposable chopsticks to high-quality sticks that can take up to (yes) a month to painstakingly make."},{"name": "India","population": "1.37 billion","funFact":"India gave the world its sweet tooth. Although sugarcane originated in Southeast Asia, it was first chemically refined about 2,500 years ago in India. "},{"name": "United States","population": "329.1 million","funFact":"The stars and stripes make up one of the most recognizable flags of any country in the world. But did you know the modern iteration containing 50 stars was designed for a class project by an enterprising high school student in 1958? The teenager actually anticipated the addition of Alaska and Hawaii a year later?"},{"name": "Indonesia","population": "270.6 million","funFact":"This Southeast Asian country is the world’s largest island nation, but no one knows exactly how many islands it contains (thousands and thousands, to be imprecise). Indonesia attempted to count them all in 2017, but several differing figures still exist."},{"name": "Pakistan","population": "216.6 million","funFact":"There’s a small city called Sialkot in this South Asian country that produces 40 percent of the world’s soccer balls."},{"name": "Brazil","population": "211 million","funFact":"There are more uncontacted people in Brazil’s portion of the Amazon than anywhere else on the planet, with the number of isolated tribes believed to be more than 100. "},{"name": "Nigeria","population": "201 million","funFact":"The Yoruba people in the southwest part of this African nation are known for giving birth to more twins than anywhere else in the world, at a rate of 50 per 1,000 births. The best explanation so far is that Yoruba people eat a type of yam that contains an ovarian stimulate that might release more eggs."},{"name": "Bangladesh","population": "163 million","funFact":"This South Asian country is very warm — so warm, in fact, that the lowest temperature ever recorded was 2.6 degrees Celsius (37.7 degrees Fahrenheit), which is just above freezing. Still, the 2018 cold spell was blamed for 12 deaths. "},{"name": "Russia","population": "145.9 million","funFact":"In 2012, Russian scientists were able to regenerate a plant from a seed found in Siberian permafrost that was more than 30,000 years old."},{"name": "Mexico","population": "127.6 million","funFact":"This North American country is home to many pyramids built by the Mayans and other ancient civilizations. But its least famous triangular structure is actually the largest one in the world. The Aztecs are believed to have built the Great Pyramid of Cholula some 2,000 years ago. Its base is four times larger than Egypt's Great Pyramid of Giza. Today, however, Cholula is mostly covered by dirt and plants."},{"name": "Japan","population": "126.9 million","funFact":"Located along the earthquake-prone Ring of Fire, this Asian island nation experiences 20 percent of the world’s 6.0-magnitude or higher temblors annually. Earthquakes that size can (and do) cause major destruction."}]
